Repository: stevederico/silo
Catalog: Silo/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Reads assistant replies aloud using on-device speech synthesis.
ar: يقرأ ردود المساعد بصوت عالٍ باستخدام تركيب الكلام على الجهاز.
ca: Llegeix les respostes de l'assistent en veu alta mitjançant la síntesi de veu al dispositiu.
cs: Čte odpovědi asistenta nahlas pomocí syntézy řeči na zařízení.
da: Læser assistentens svar højt ved hjælp af talesyntese på enheden.
de: Liest Antworten des Assistenten mit geräteinterner Sprachsynthese vor.
el: Διαβάζει δυνατά τις απαντήσεις του βοηθού με σύνθεση ομιλίας στη συσκευή.
es: Lee en voz alta las respuestas del asistente mediante síntesis de voz en el dispositivo.
es_419: Lee en voz alta las respuestas del asistente usando síntesis de voz en el dispositivo.
fi: Lukee avustajan vastaukset ääneen käyttäen laitteella tapahtuvaa puhesynteesiä.
fr: Lit les réponses de l’assistant à voix haute à l’aide de la synthèse vocale sur l’appareil.
fr_ca: Lit les réponses de l’assistant à voix haute à l’aide de la synthèse vocale sur l’appareil.
he: קורא את תשובות העוזר בקול באמצעות סינתזת דיבור במכשיר.
hi: ऑन-डिवाइस स्पीच सिंथेसिस का उपयोग करके सहायक के जवाब ज़ोर से पढ़ता है।
hr: Čita odgovore asistenta naglas koristeći sintezu govora na uređaju.
hu: Az asszisztens válaszait hangosan felolvassa a készüléken belüli beszédszintézissel.
id: Membacakan balasan asisten dengan keras menggunakan sintesis ucapan di perangkat.
it: Legge ad alta voce le risposte dell'assistente usando la sintesi vocale sul dispositivo.
ja: デバイス上の音声合成を使用してアシスタントの返信を読み上げます。
ko: 기기 내 음성 합성을 사용하여 어시스턴트 답변을 소리 내어 읽습니다.
ms: Membaca balasan pembantu dengan kuat menggunakan sintesis pertuturan di peranti.
nb: Leser assistentens svar høyt med talesyntese på enheten.
nl: Leest antwoorden van de assistent hardop voor met spraaksynthese op het apparaat.
pl: Odczytuje odpowiedzi asystenta na głos za pomocą syntezy mowy na urządzeniu.
pt_br: Lê as respostas do assistente em voz alta usando síntese de fala no dispositivo.
pt_pt: Lê as respostas do assistente em voz alta usando síntese de fala no dispositivo.
ro: Citește cu voce tare răspunsurile asistentului folosind sinteza vorbirii pe dispozitiv.
ru: Озвучивает ответы ассистента с помощью синтеза речи на устройстве.
sk: Číta odpovede asistenta nahlas pomocou syntézy reči na zariadení.
sv: Läser upp assistentens svar med talsyntes på enheten.
th: อ่านคำตอบของผู้ช่วยออกเสียงโดยใช้การสังเคราะห์เสียงบนอุปกรณ์
tr: Asistan yanıtlarını cihazda konuşma senteziyle sesli okur.
uk: Озвучує відповіді асистента за допомогою синтезу мовлення на пристрої.
vi: Đọc to phản hồi của trợ lý bằng tổng hợp giọng nói trên thiết bị.
zh_hans: 使用设备端语音合成朗读助手回复。
zh_hant: 使用裝置上語音合成朗讀助理回覆。

source: Recommended Models
ar: النماذج الموصى بها
ca: Models recomanats
cs: Doporučené modely
da: Anbefalede modeller
de: Empfohlene Modelle
el: Προτεινόμενα μοντέλα
es: Modelos recomendados
es_419: Modelos recomendados
fi: Suositellut mallit
fr: Modèles recommandés
fr_ca: Modèles recommandés
he: מודלים מומלצים
hi: अनुशंसित मॉडल
hr: Preporučeni modeli
hu: Ajánlott modellek
id: Model yang Direkomendasikan
it: Modelli consigliati
ja: おすすめモデル
ko: 추천 모델
ms: Model Disyorkan
nb: Anbefalte modeller
nl: Aanbevolen modellen
pl: Polecane modele
pt_br: Modelos Recomendados
pt_pt: Modelos Recomendados
ro: Modele recomandate
ru: Рекомендуемые модели
sk: Odporúčané modely
sv: Rekommenderade modeller
th: โมเดลที่แนะนำ
tr: Önerilen Modeller
uk: Рекомендовані моделі
vi: Mô hình đề xuất
zh_hans: 推荐模型
zh_hant: 推薦模型

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Select Model
ar: اختر نموذجًا
ca: Selecciona un model
cs: Vybrat model
da: Vælg model
de: Modell auswählen
el: Επιλογή μοντέλου
es: Seleccionar modelo
es_419: Seleccionar modelo
fi: Valitse malli
fr: Sélectionner un modèle
fr_ca: Sélectionner un modèle
he: בחר מודל
hi: मॉडल चुनें
hr: Odaberi model
hu: Modell kiválasztása
id: Pilih Model
it: Seleziona modello
ja: モデルを選択
ko: 모델 선택
ms: Pilih Model
nb: Velg modell
nl: Model selecteren
pl: Wybierz model
pt_br: Selecionar Modelo
pt_pt: Selecionar Modelo
ro: Selectează modelul
ru: Выбрать модель
sk: Vybrať model
sv: Välj modell
th: เลือกโมเดล
tr: Model Seç
uk: Вибрати модель
vi: Chọn mô hình
zh_hans: 选择模型
zh_hant: 選擇模型

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_419: Ajustes
fi: Asetukset
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Speak replies
ar: نطق الردود
ca: Llegeix les respostes
cs: Číst odpovědi
da: Læs svar højt
de: Antworten vorlesen
el: Εκφώνηση απαντήσεων
es: Leer respuestas
es_419: Leer respuestas
fi: Puhu vastaukset
fr: Lire les réponses
fr_ca: Lire les réponses
he: הקרא תשובות
hi: जवाब बोलें
hr: Izgovori odgovore
hu: Válaszok felolvasása
id: Ucapkan balasan
it: Leggi risposte
ja: 返信を読み上げる
ko: 답변 말하기
ms: Bacakan balasan
nb: Les svar høyt
nl: Antwoorden uitspreken
pl: Odczytuj odpowiedzi
pt_br: Falar respostas
pt_pt: Falar respostas
ro: Citește răspunsurile
ru: Озвучивать ответы
sk: Hovoriť odpovede
sv: Läs upp svar
th: พูดคำตอบ
tr: Yanıtları seslendir
uk: Озвучувати відповіді
vi: Đọc phản hồi
zh_hans: 朗读回复
zh_hant: 朗讀回覆

source: Speech Models (Whisper)
ar: نماذج الكلام (Whisper)
ca: Models de veu (Whisper)
cs: Řečové modely (Whisper)
da: Talemodeller (Whisper)
de: Sprachmodelle (Whisper)
el: Μοντέλα ομιλίας (Whisper)
es: Modelos de voz (Whisper)
es_419: Modelos de voz (Whisper)
fi: Puhemallit (Whisper)
fr: Modèles de parole (Whisper)
fr_ca: Modèles de parole (Whisper)
he: מודלי דיבור (Whisper)
hi: स्पीच मॉडल (Whisper)
hr: Govorni modeli (Whisper)
hu: Beszédmodellek (Whisper)
id: Model Ucapan (Whisper)
it: Modelli vocali (Whisper)
ja: 音声モデル (Whisper)
ko: 음성 모델 (Whisper)
ms: Model Pertuturan (Whisper)
nb: Talemodeller (Whisper)
nl: Spraakmodellen (Whisper)
pl: Modele mowy (Whisper)
pt_br: Modelos de Fala (Whisper)
pt_pt: Modelos de Fala (Whisper)
ro: Modele de vorbire (Whisper)
ru: Речевые модели (Whisper)
sk: Rečové modely (Whisper)
sv: Talmodeller (Whisper)
th: โมเดลเสียง (Whisper)
tr: Konuşma Modelleri (Whisper)
uk: Моделі мовлення (Whisper)
vi: Mô hình giọng nói (Whisper)
zh_hans: 语音模型 (Whisper)
zh_hant: 語音模型（Whisper）

source: Speech recognition is not available on this device.
ar: التعرّف على الكلام غير متاح على هذا الجهاز.
ca: El reconeixement de veu no està disponible en aquest dispositiu.
cs: Rozpoznávání řeči není na tomto zařízení k dispozici.
da: Talegenkendelse er ikke tilgængelig på denne enhed.
de: Spracherkennung ist auf diesem Gerät nicht verfügbar.
el: Η αναγνώριση ομιλίας δεν είναι διαθέσιμη σε αυτή τη συσκευή.
es: El reconocimiento de voz no está disponible en este dispositivo.
es_419: El reconocimiento de voz no está disponible en este dispositivo.
fi: Puheentunnistus ei ole saatavilla tällä laitteella.
fr: La reconnaissance vocale n’est pas disponible sur cet appareil.
fr_ca: La reconnaissance vocale n’est pas disponible sur cet appareil.
he: זיהוי דיבור אינו זמין במכשיר זה.
hi: इस डिवाइस पर स्पीच रिकग्निशन उपलब्ध नहीं है।
hr: Prepoznavanje govora nije dostupno na ovom uređaju.
hu: A beszédfelismerés nem érhető el ezen a készüléken.
id: Pengenalan ucapan tidak tersedia di perangkat ini.
it: Il riconoscimento vocale non è disponibile su questo dispositivo.
ja: このデバイスでは音声認識が利用できません。
ko: 이 기기에서 음성 인식을 사용할 수 없습니다.
ms: Pengecaman pertuturan tidak tersedia pada peranti ini.
nb: Talegjenkjenning er ikke tilgjengelig på denne enheten.
nl: Spraakherkenning is niet beschikbaar op dit apparaat.
pl: Rozpoznawanie mowy nie jest dostępne na tym urządzeniu.
pt_br: O reconhecimento de fala não está disponível neste dispositivo.
pt_pt: O reconhecimento de fala não está disponível neste dispositivo.
ro: Recunoașterea vorbirii nu este disponibilă pe acest dispozitiv.
ru: Распознавание речи недоступно на этом устройстве.
sk: Rozpoznávanie reči nie je na tomto zariadení dostupné.
sv: Taligenkänning är inte tillgänglig på den här enheten.
th: การรู้จำเสียงพูดไม่พร้อมใช้งานบนอุปกรณ์นี้
tr: Bu cihazda konuşma tanıma kullanılamıyor.
uk: Розпізнавання мовлення недоступне на цьому пристрої.
vi: Nhận dạng giọng nói không khả dụng trên thiết bị này.
zh_hans: 此设备不支持语音识别。
zh_hant: 此裝置不支援語音辨識。

source: Speech recognition permission is required. Enable it in Settings.
ar: إذن التعرّف على الكلام مطلوب. فعّله في الإعدادات.
ca: Es requereix el permís de reconeixement de veu. Activa'l a Configuració.
cs: Je vyžadováno oprávnění k rozpoznávání řeči. Povolte jej v Nastavení.
da: Tilladelse til talegenkendelse er påkrævet. Aktivér det under Indstillinger.
de: Berechtigung für Spracherkennung ist erforderlich. Aktiviere sie in den Einstellungen.
el: Απαιτείται άδεια αναγνώρισης ομιλίας. Ενεργοποιήστε την στις Ρυθμίσεις.
es: Se requiere permiso de reconocimiento de voz. Actívalo en Ajustes.
es_419: Se requiere permiso de reconocimiento de voz. Actívalo en Ajustes.
fi: Puheentunnistuksen lupa vaaditaan. Ota se käyttöön Asetuksissa.
fr: L’autorisation de reconnaissance vocale est requise. Activez-la dans Réglages.
fr_ca: L’autorisation de reconnaissance vocale est requise. Activez-la dans Réglages.
he: נדרשת הרשאה לזיהוי דיבור. הפעל אותה בהגדרות.
hi: स्पीच रिकग्निशन अनुमति आवश्यक है। इसे Settings में सक्षम करें।
hr: Potrebna je dozvola za prepoznavanje govora. Omogućite je u Postavkama.
hu: Beszédfelismerési engedély szükséges. Engedélyezd a Beállításokban.
id: Izin pengenalan ucapan diperlukan. Aktifkan di Pengaturan.
it: È richiesta l'autorizzazione al riconoscimento vocale. Abilitala in Impostazioni.
ja: 音声認識の許可が必要です。設定で有効にしてください。
ko: 음성 인식 권한이 필요합니다. 설정에서 활성화하세요.
ms: Kebenaran pengecaman pertuturan diperlukan. Dayakannya dalam Tetapan.
nb: Tillatelse til talegjenkjenning er nødvendig. Aktiver det i Innstillinger.
nl: Toestemming voor spraakherkenning is vereist. Schakel dit in via Instellingen.
pl: Wymagane jest uprawnienie do rozpoznawania mowy. Włącz je w Ustawieniach.
pt_br: É necessária a permissão de reconhecimento de fala. Ative-a em Ajustes.
pt_pt: É necessária permissão de reconhecimento de fala. Ative-a nas Definições.
ro: Este necesară permisiunea pentru recunoașterea vorbirii. Activeaz-o în Setări.
ru: Требуется разрешение на распознавание речи. Включите его в Настройках.
sk: Vyžaduje sa povolenie na rozpoznávanie reči. Povoľte ho v Nastaveniach.
sv: Behörighet för taligenkänning krävs. Aktivera det i Inställningar.
th: ต้องการสิทธิ์การรู้จำเสียงพูด เปิดใช้งานในการตั้งค่า
tr: Konuşma tanıma izni gerekli. Ayarlar’dan etkinleştirin.
uk: Потрібен дозвіл на розпізнавання мовлення. Увімкніть його в Параметрах.
vi: Cần quyền nhận dạng giọng nói. Bật trong Cài đặt.
zh_hans: 需要语音识别权限。请在设置中启用。
zh_hant: 需要語音辨識權限。請在「設定」中啟用。

source: Starting…
ar: جارٍ البدء…
ca: Iniciant…
cs: Spouštění…
da: Starter…
de: Wird gestartet…
el: Έναρξη…
es: Iniciando…
es_419: Iniciando…
fi: Aloitetaan…
fr: Démarrage…
fr_ca: Démarrage…
he: מתחיל…
hi: शुरू हो रहा है…
hr: Pokretanje…
hu: Indítás…
id: Memulai…
it: Avvio…
ja: 開始中…
ko: 시작 중…
ms: Memulakan…
nb: Starter…
nl: Starten…
pl: Uruchamianie…
pt_br: Iniciando…
pt_pt: A iniciar…
ro: Se pornește…
ru: Запуск…
sk: Spúšťa sa…
sv: Startar…
th: กำลังเริ่ม…
tr: Başlatılıyor…
uk: Запуск…
vi: Đang bắt đầu…
zh_hans: 正在启动…
zh_hant: 開始中…

source: Stop & send
ar: إيقاف وإرسال
ca: Atura i envia
cs: Zastavit a odeslat
da: Stop og send
de: Stoppen & senden
el: Διακοπή & αποστολή
es: Detener y enviar
es_419: Detener y enviar
fi: Pysäytä ja lähetä
fr: Arrêter et envoyer
fr_ca: Arrêter et envoyer
he: עצור ושלח
hi: रोकें और भेजें
hr: Zaustavi i pošalji
hu: Leállítás és küldés
id: Hentikan & kirim
it: Interrompi e invia
ja: 停止して送信
ko: 중지 및 전송
ms: Henti & hantar
nb: Stopp og send
nl: Stoppen en verzenden
pl: Zatrzymaj i wyślij
pt_br: Parar e enviar
pt_pt: Parar e enviar
ro: Oprește și trimite
ru: Остановить и отправить
sk: Zastaviť a odoslať
sv: Stoppa och skicka
th: หยุดและส่ง
tr: Durdur ve gönder
uk: Зупинити та надіслати
vi: Dừng & gửi
zh_hans: 停止并发送
zh_hant: 停止並傳送

source: System Prompt
ar: موجه النظام
ca: Indicació del sistema
cs: Systémový prompt
el: Προτροπή συστήματος
es: Prompt del sistema
es_419: Prompt del sistema
fi: Järjestelmäkehote
fr: Invite système
fr_ca: Invite système
he: הנחיית מערכת
hi: सिस्टम प्रॉम्प्ट
hr: Sustavni upit
hu: Rendszerprompt
id: Prompt Sistem
it: Prompt di sistema
ja: システムプロンプト
ko: 시스템 프롬프트
ms: Prompt Sistem
nl: Systeemprompt
pl: Prompt systemowy
pt_br: Prompt do Sistema
pt_pt: Prompt do Sistema
ro: Prompt de sistem
ru: Системный промпт
sk: Systémový prompt
th: พรอมต์ระบบ
tr: Sistem Promptu
uk: Системний промпт
vi: Lời nhắc hệ thống
zh_hans: 系统提示
zh_hant: 系統提示

source: The current language is not supported for on-device recognition.
ar: اللغة الحالية غير مدعومة للتعرّف على الجهاز.
ca: L'idioma actual no és compatible amb el reconeixement al dispositiu.
cs: Aktuální jazyk není podporován pro rozpoznávání na zařízení.
da: Det aktuelle sprog understøttes ikke til genkendelse på enheden.
de: Die aktuelle Sprache wird für die geräteinterne Erkennung nicht unterstützt.
el: Η τρέχουσα γλώσσα δεν υποστηρίζεται για αναγνώριση στη συσκευή.
es: El idioma actual no es compatible con el reconocimiento en el dispositivo.
es_419: El idioma actual no es compatible con el reconocimiento en el dispositivo.
fi: Nykyistä kieltä ei tueta laitteella tapahtuvassa tunnistuksessa.
fr: La langue actuelle n’est pas prise en charge pour la reconnaissance sur l’appareil.
fr_ca: La langue actuelle n’est pas prise en charge pour la reconnaissance sur l’appareil.
he: השפה הנוכחית אינה נתמכת לזיהוי במכשיר.
hi: वर्तमान भाषा ऑन-डिवाइस रिकग्निशन के लिए समर्थित नहीं है।
hr: Trenutni jezik nije podržan za prepoznavanje na uređaju.
hu: A jelenlegi nyelv nem támogatott a készüléken belüli felismeréshez.
id: Bahasa saat ini tidak didukung untuk pengenalan di perangkat.
it: La lingua attuale non è supportata per il riconoscimento sul dispositivo.
ja: 現在の言語はデバイス上の認識に対応していません。
ko: 현재 언어는 기기 내 인식이 지원되지 않습니다.
ms: Bahasa semasa tidak disokong untuk pengecaman di peranti.
nb: Det gjeldende språket støttes ikke for gjenkjenning på enheten.
nl: De huidige taal wordt niet ondersteund voor herkenning op het apparaat.
pl: Bieżący język nie jest obsługiwany w rozpoznawaniu na urządzeniu.
pt_br: O idioma atual não é suportado para reconhecimento no dispositivo.
pt_pt: O idioma atual não é suportado para reconhecimento no dispositivo.
ro: Limba curentă nu este acceptată pentru recunoașterea pe dispozitiv.
ru: Текущий язык не поддерживается для распознавания на устройстве.
sk: Aktuálny jazyk nie je podporovaný pre rozpoznávanie na zariadení.
sv: Det aktuella språket stöds inte för igenkänning på enheten.
th: ภาษาปัจจุบันไม่รองรับการรู้จำบนอุปกรณ์
tr: Mevcut dil, cihazda tanıma için desteklenmiyor.
uk: Поточна мова не підтримується для розпізнавання на пристрої.
vi: Ngôn ngữ hiện tại không được hỗ trợ cho nhận dạng trên thiết bị.
zh_hans: 当前语言不支持设备端识别。
zh_hant: 目前語言不支援裝置上辨識。

source: This file has no audio track to transcribe.
ar: لا يحتوي هذا الملف على مسار صوتي للنسخ.
ca: Aquest fitxer no té cap pista d'àudio per transcriure.
cs: Tento soubor nemá zvukovou stopu k přepisu.
da: Denne fil har intet lydspor at transskribere.
de: Diese Datei hat keine Audiospur zum Transkribieren.
el: Αυτό το αρχείο δεν έχει κομμάτι ήχου για μεταγραφή.
es: Este archivo no tiene pista de audio para transcribir.
es_419: Este archivo no tiene pista de audio para transcribir.
fi: Tässä tiedostossa ei ole litteroitavaa ääniraitaa.
fr: Ce fichier n’a pas de piste audio à transcrire.
fr_ca: Ce fichier n’a pas de piste audio à transcrire.
he: לקובץ זה אין רצועת שמע לתמלול.
hi: इस फ़ाइल में ट्रांसक्राइब करने के लिए कोई ऑडियो ट्रैक नहीं है।
hr: Ova datoteka nema zvučni zapis za transkripciju.
hu: Ennek a fájlnak nincs átírható hangsávja.
id: File ini tidak memiliki trek audio untuk ditranskripsi.
it: Questo file non ha una traccia audio da trascrivere.
ja: このファイルには文字起こしする音声トラックがありません。
ko: 이 파일에는 트랜스크립션할 오디오 트랙이 없습니다.
ms: Fail ini tiada trek audio untuk ditranskripsikan.
nb: Denne filen har ingen lydspor å transkribere.
nl: Dit bestand heeft geen audiotrack om te transcriberen.
pl: Ten plik nie ma ścieżki dźwiękowej do transkrypcji.
pt_br: Este arquivo não tem faixa de áudio para transcrever.
pt_pt: Este ficheiro não tem faixa de áudio para transcrever.
ro: Acest fișier nu are pistă audio de transcris.
ru: В этом файле нет аудиодорожки для транскрипции.
sk: Tento súbor nemá zvukovú stopu na prepis.
sv: Den här filen har inget ljudspår att transkribera.
th: ไฟล์นี้ไม่มีแทร็กเสียงให้ถอดเสียง
tr: Bu dosyada transkribe edilecek ses parçası yok.
uk: У цьому файлі немає аудіодоріжки для транскрипції.
vi: Tệp này không có track âm thanh để chuyển ngữ.
zh_hans: 此文件没有可转录的音轨。
zh_hant: 此檔案沒有可轉錄的音軌。

source: Thinking
ar: يفكر
ca: Pensant
cs: Přemýšlení
da: Tænker
de: Denkt nach
el: Σκέψη
es: Pensando
es_419: Pensando
fi: Ajattelee
fr: Réflexion
fr_ca: Réflexion
he: חושב
hi: सोच रहा है
hr: Razmišljanje
hu: Gondolkodás
id: Berpikir
it: Pensando
ja: 考え中
ko: 생각 중
ms: Berfikir
nb: Tenker
nl: Denken
pl: Myślenie
pt_br: Pensando
pt_pt: A pensar
ro: Gândește
ru: Думаю
sk: Premýšľa
sv: Tänker
th: กำลังคิด
tr: Düşünüyor
uk: Думаю
vi: Đang suy nghĩ
zh_hans: 思考中
zh_hant: 思考中

source: Transcribing (model unloaded)
ar: جارٍ النسخ (النموذج مفرّغ)
ca: Transcrivint (model descarregat)
cs: Přepisování (model odpojen)
da: Transskriberer (model aflæsset)
de: Transkribiert (Modell entladen)
el: Μεταγραφή (μοντέλο αποφορτωμένο)
es: Transcribiendo (modelo descargado)
es_419: Transcribiendo (modelo descargado)
fi: Litteroidaan (malli purettu)
fr: Transcription (modèle déchargé)
fr_ca: Transcription (modèle déchargé)
he: מתמלל (מודל נפרק)
hi: ट्रांसक्राइब हो रहा है (मॉडल अनलोड)
hr: Transkripcija (model uklonjen)
hu: Átírás (modell kiürítve)
id: Mentranskripsi (model dibongkar)
it: Trascrizione (modello rimosso)
ja: 文字起こし中 (モデルアンロード済み)
ko: 트랜스크립션 중 (모델 언로드됨)
ms: Mentranskripsi (model dinyahmuat)
nb: Transkriberer (modell lastet ut)
nl: Transcriberen (model ontladen)
pl: Transkrypcja (model wyładowany)
pt_br: Transcrevendo (modelo descarregado)
pt_pt: A transcrever (modelo descarregado)
ro: Se transcrie (model descărcat)
ru: Транскрипция (модель выгружена)
sk: Prepisuje sa (model uvoľnený)
sv: Transkriberar (modell avlastad)
th: กำลังถอดเสียง (โมเดลถูกยกเลิกการโหลด)
tr: Transkribe ediliyor (model boşaltıldı)
uk: Транскрипція (модель вивантажено)
vi: Đang chuyển ngữ (mô hình đã gỡ)
zh_hans: 正在转录（模型已卸载）
zh_hant: 轉錄中（模型已卸載）

source: Transcribing part %lld of %lld with Whisper…
ar: جارٍ نسخ الجزء %lld من %lld باستخدام Whisper…
ca: Transcrivint la part %lld de %lld amb Whisper…
cs: Přepisování části %lld z %lld pomocí Whisper…
da: Transskriberer del %lld af %lld med Whisper…
de: Teil %lld von %lld wird mit Whisper transkribiert…
el: Μεταγραφή μέρους %lld από %lld με Whisper…
es: Transcribiendo parte %lld de %lld con Whisper…
es_419: Transcribiendo parte %lld de %lld con Whisper…
fi: Litteroidaan osaa %lld / %lld Whisperillä…
fr: Transcription de la partie %lld sur %lld avec Whisper…
fr_ca: Transcription de la partie %lld sur %lld avec Whisper…
he: מתמלל חלק %lld מתוך %lld עם Whisper…
hi: Whisper के साथ भाग %lld में से %lld ट्रांसक्राइब हो रहा है…
hr: Transkripcija dijela %lld od %lld s Whisperom…
hu: Átírás: %lld / %lld rész Whisperrel…
id: Mentranskripsi bagian %lld dari %lld dengan Whisper…
it: Trascrizione parte %lld di %lld con Whisper…
ja: Whisperでパート %lld / %lld を文字起こし中…
ko: Whisper로 %lld/%lld 부분 트랜스크립션 중…
ms: Mentranskripsi bahagian %lld daripada %lld dengan Whisper…
nb: Transkriberer del %lld av %lld med Whisper…
nl: Deel %lld van %lld transcriberen met Whisper…
pl: Transkrypcja części %lld z %lld za pomocą Whisper…
pt_br: Transcrevendo parte %lld de %lld com Whisper…
pt_pt: A transcrever parte %lld de %lld com Whisper…
ro: Se transcrie partea %lld din %lld cu Whisper…
ru: Транскрипция части %lld из %lld с помощью Whisper…
sk: Prepisuje sa časť %lld z %lld pomocou Whisper…
sv: Transkriberar del %lld av %lld med Whisper…
th: กำลังถอดเสียงส่วน %lld จาก %lld ด้วย Whisper…
tr: Whisper ile %lld / %lld parçası transkribe ediliyor…
uk: Транскрипція частини %lld з %lld за допомогою Whisper…
vi: Đang chuyển ngữ phần %lld / %lld bằng Whisper…
zh_hans: 正在使用 Whisper 转录第 %lld 部分，共 %lld 部分…
zh_hant: 使用 Whisper 轉錄第 %lld 部分，共 %lld 部分…

source: Transcribing video…
ar: جارٍ نسخ الفيديو…
ca: Transcrivint el vídeo…
cs: Přepisování videa…
da: Transskriberer video…
de: Video wird transkribiert…
el: Μεταγραφή βίντεο…
es: Transcribiendo vídeo…
es_419: Transcribiendo video…
fi: Litteroidaan videota…
fr: Transcription de la vidéo…
fr_ca: Transcription de la vidéo…
he: מתמלל וידאו…
hi: वीडियो ट्रांसक्राइब हो रहा है…
hr: Transkripcija videa…
hu: Videó átírása…
id: Mentranskripsi video…
it: Trascrizione video…
ja: 動画を文字起こし中…
ko: 비디오 트랜스크립션 중…
ms: Mentranskripsi video…
nb: Transkriberer video…
nl: Video transcriberen…
pl: Transkrypcja wideo…
pt_br: Transcrevendo vídeo…
pt_pt: A transcrever vídeo…
ro: Se transcrie videoclipul…
ru: Транскрипция видео…
sk: Prepisuje sa video…
sv: Transkriberar video…
th: กำลังถอดเสียงวิดีโอ…
tr: Video transkribe ediliyor…
uk: Транскрипція відео…
vi: Đang chuyển ngữ video…
zh_hans: 正在转录视频…
zh_hant: 正在轉錄影片…

source: Transcribing…
ar: جارٍ النسخ…
ca: Transcrivint…
cs: Přepisování…
da: Transskriberer…
de: Wird transkribiert…
el: Μεταγραφή…
es: Transcribiendo…
es_419: Transcribiendo…
fi: Litteroidaan…
fr: Transcription…
fr_ca: Transcription…
he: מתמלל…
hi: ट्रांसक्राइब हो रहा है…
hr: Transkripcija…
hu: Átírás…
id: Mentranskripsi…
it: Trascrizione…
ja: 文字起こし中…
ko: 트랜스크립션 중…
ms: Mentranskripsi…
nb: Transkriberer…
nl: Transcriberen…
pl: Transkrypcja…
pt_br: Transcrevendo…
pt_pt: A transcrever…
ro: Se transcrie…
ru: Транскрипция…
sk: Prepisuje sa…
sv: Transkriberar…
th: กำลังถอดเสียง…
tr: Transkribe ediliyor…
uk: Транскрипція…
vi: Đang chuyển ngữ…
zh_hans: 正在转录…
zh_hant: 轉錄中…

source: Transcript
ar: النص
ca: Transcripció
cs: Přepis
da: Transskription
de: Transkript
el: Μεταγραφή
es: Transcripción
es_419: Transcripción
fi: Litterointi
fr: Transcription
fr_ca: Transcription
he: תמליל
hi: ट्रांसक्रिप्ट
hr: Prijepis
hu: Átirat
id: Transkrip
it: Trascrizione
ja: 文字起こし
ko: 트랜스크립트
ms: Transkrip
nb: Transkripsjon
pl: Transkrypcja
pt_br: Transcrição
pt_pt: Transcrição
ro: Transcriere
ru: Транскрипт
sk: Prepis
sv: Transkription
th: ถอดเสียง
tr: Transkript
uk: Транскрипт
vi: Bản ghi
zh_hans: 转录
zh_hant: 文字稿
